import React from 'react';

const TestComp = () => {
    return (
        <div>
            <h2>Чудесность Рождества</h2>
            <p style={{lineHeight: '1.8em'}}>
                В 1865 была опубликована книга Льюиса Кэрролла «Приключения Алисы в Стране чудес». Маленькая девочка
                Алиса чудесным образом попадает через кроличью норку в подземелье, где обитают сказочные персонажи.
                Прототипом главной героини стала реальная девочка Алиса, дочь преподавателя Оксфордского университета
                Генри Лиделла. В этой семье было 10 детей, но два старших брата умерли от скарлатины. После этого
                девочка была подавлена и лишена мотивов к жизни. Очевидно, что через своё произведение писатель пытался
                увести детей и взрослых из реального мира в сказочный, где все лучше и добрее. Но в сказочном мире
                Льюиса Кэрролла продолжает существовать зло. Алисе приходится прятать карточных стражей, которым грозит
                смерть только за то, что они посадили вместо красных роз белые.
            </p>
        </div>
    );
};

export default TestComp;